export const quizData = [
    {
      question: "1.Ежелгі Гректер қолданып, Италия қайта өрлеу өнері кезінде дамытылған архитектуралық классикалық",
      options: ["А) ордер", "В) квадрат", "С) база", "Д) элемент", "Е) аймақ"],
      correctAnswer: 1,
    },
    {
      question: "2. Ежелгі ұзындық өлшеу құралы",
      options: ["А) адам денесі", "В) өсімдік", "С) арақашықтық", "Д) күннің белсенділігі", "Е) құм сағат"],
      correctAnswer: 1,
    },
    {
      question: "3. Мысыр, Греция, Римдегі ұзындық өлшемі",
      options: ["А) табан", "В) сажень", "С) шынтақ", "Д) өкше", "Е) алақан"],
      correctAnswer: 1,
    },
    {
      question: "4. Қолөнершілік көне заманда өз бұйымдарына салатын, тегін білдіретін белгі",
      options: ["А) баспа таңба(клеймо)", "В) герб (таңба)", "С) мөр", "Д) логотип", "Е) тавро"],
      correctAnswer: 1,
    },
    {
      question: "1.Ежелгі Гректер қолданып, Италия қайта өрлеу өнері кезінде дамытылған архитектуралық классикалық",
      options: ["А) ордер", "В) квадрат", "С) база", "Д) элемент", "Е) аймақ"],
      correctAnswer: 1,
    },
    {
      question: "5. Роман стилінің қайта дәуірлеу кезеңі",
      options: ["А) X-XIII ғ.", "В) X-XV ғ.", "С) XII-XV ғ.", "Д) XV-XVIII ғ.", "Е) V-X ғ."],
      correctAnswer: 1,
    },
    {
      question: "6. Африкандық стильдегі интерьерді құрау үшін нені қолданады",
      options: ["А) саваннаны мекендеген аңдардың терісі", "В) кашма", "С) тоқылған гүлдер", "Д) боялған жүннен кілемдер", "Е) циновкалар"],
      correctAnswer: 0,
    },
    {
      question: "7. Ерекше көркем жобалау түрі ретінде дизайнның пайда болуының себебі",
      options: ["А) 18 ғасыр аяғындағы өндірістік көтеріліс", "В) өнердегі өркендеуі", "С) өнердегі стильдердің ауысуы", "Д) класстық айырмашылық", "Е) франциядағы ұлы көтеріліс"],
      correctAnswer: 2,
    },
    {
      question: "8. В.И.Лениннің декреті бойынша 1920 ж. құрылған, өндіріс үшін жоғары билікті суретші шеберлерді дайындаудағы мақсат еткен арнайы көркемөнерлік жоғары оқу орны",
      options: ["А) Вхутемас", "В) Вн Ил ТЭ", "С) Баухаус", "Д) ГСХМ", "Е) Вербунд"],
      correctAnswer: 0,
    },
    {
      question: "9. Алтын қиманың қатар мүшесінің қатынастарынын құрайтын сандар қатырын ашқан кім",
      options: ["А) Фибоначчи", "В) Пифогор", "С) Леонардо да Винчи", "Д) Архимед", "Е) Аристотель"],
      correctAnswer: 0,
    },
    {
      question: "10. Рим империясындағы байлық пен дәулетті дәріптейтін приумфалды салтанатты стиль қалай аталады?",
      options: ["А) Ампир", "В) Барокко", "С) Классицизм", "Д) Роман", "Е) Модерн"],
      correctAnswer: 2,
    },
    {
      question: "11. Жиһаз техникасына тән ағаш жиынтығы мен фанерлеуде, піл сүйегін, фарфор, перламутр, қымбат қолданылған стиль",
      options: ["А) Барокко", "В) Готика", "С) Ренессанс", "Д) Ампир", "Е) Роман"],
      correctAnswer: 2,
    },
    {
      question: "12. Рококо стильдегі басты, негізгі түстер",
      options: ["А) қызғылт (розовый), ақ, көк түстер", "В) қызыл, сары, сия көк, қоңыр", "С) жасыл, қызғылт (розовый), көк", "Д) қызыл, ақ, қоңыр, жасыл", "Е) ақ, алтын, қоңыр"],
      correctAnswer: 0,
    },
    {
      question: "13. 1828 ж. орд. Б. Тимонье қандай машинасын ойлап тапты",
      options: ["А) бір жіпті тігіс", "В) қалыпты тігіс", "С) «зигзаг» тігіс", "Д) екі жіпті тігіс", "Е) крест тігісі"],
      correctAnswer: 1,
    },
    {
      question: "14. АҚШ- та Э. Хоу бір қалыпты тігіс машинасын қай жылы ойлап тапты",
      options: ["А) 1845", "В) 1825", "С) 1840", "Д) 1835", "Е) 1850"],
      correctAnswer: 2,
    },
    {
      question: "15. Қолөнершілер көне заманда өз бұйымдарында салынатын, тегін білдіретін белгі",
      options: ["А) баспа, таңба", "В) герб(таңба)", "С) мөр", "Д) логотип", "Е) тавро"],
      correctAnswer: 1,
    },
    {
      question: "16. Мысырдың гүлденуі қай кезенде басталды?",
      options: ["А) дұрыс жауап жок", "В) тас дәуірі", "С) полиолит", "Д) неолит", "Е) энеолит"],
      correctAnswer: 4,
    },
    {
      question: "17. БҰЛ ЖАҢА ОЙЛАП ТАБЫЛҒАН ӘДІСПЕН 1839 Ж. ЖАРНАМА ШЫНАЙЛЫҚ ПЕНШЫНДЫҚҚА ИЕ БОЛДЫ.",
      options: ["А) ТЕЛЕФОН", "В) ТЕЛЕДИДАР", "С) СИНЕМОТОГРАФ", "Д) РАДИО", "Е) ОДОТОГРАФ"],
      correctAnswer: 2,
    },
    {
      question: "18. ҚЫТАЙЛАР ҮШІН ҚАРАЛЫ ТҮС, ЕГИПЕТТІКТЕР ҮШІН СҮЙІКТІ ТҮС, ИНДИЯДА ШЫНАЙЛЫҚТЫ БІЛДІРЕТІН, НЕВРАЛОГИЯЛЫҚ АУРУЛАРҒА ТИІМДІ «АНТИСЕПТИКАЛЫҚ» ТҮС, ҚАНДАЙ ТҮС",
      options: ["А) КӨК ТҮС", "В) ҚАРА ТҮС", "С) АҚ ТҮС", "Д) ЖАСЫЛ ТҮС", "Е) СҰР ТҮС"],
      correctAnswer: 0,
    },
    {
      question: "19. СКАНДИНАВТЫҚ ИНТЕРЬЕРДІҢ БАСТЫ ТҮСТЕРІ",
      options: ["А) ҚЫЗЫЛ, САРЫ, ҚЫЗҒЫЛТ - САРЫ", "В) АҚШЫЛ -ҚЫЗЫЛ, САРЫ, ҚЫЗҒЫЛТ - САРЫ, ҚОҢЫР", "С) СУЫҚ КӨК, АҚ, ҚАРА, КҮЛГІН,", "Д) АҚШЫЛ -ҚЫЗЫЛ, САРЫ, ҚЫЗЫЛ", "Е) АҚШЫЛ -ҚОҢЫР, СҰР, КӨК, ЖАСЫЛ, АҚШЫЛ РЕҢ ТҮСТЕР"],
      correctAnswer: 1,
    },
    {
      question: "20. СҰЛТАН БЕЙБАРЫС МЫСЫР ТАҒЫНА ҚАЙ ЖЫЛЫ ОТЫРДЫ",
      options: ["А) 1260Ж", "В) 1261ж", "С) 1262ж", "Д) 1263ж", "Е) 1264ж"],
      correctAnswer: 1,
    },
    {
      question: "21.ШЫҒЫС РИМГЕ ҚАНДАЙ ЕЛДЕР КІРЕДІ",
      options: ["А) барлық жауап дұрыс", "В) Полестина", "С) Балқан түбегі", "Д) Армения", "Е) Сирия"],
      correctAnswer: 0,
    },
    {
      question: "22. Ренессанстың отаны қай қала",
      options: ["А) Флоренция", "В) Армения", "С) Сирия", "Д) Франция", "Е) Германия"],
      correctAnswer: 0,
    },
    {
      question: "23. Русь қашан ыдырап кетті",
      options: ["А) XII ғ соңы", "В) X ғ басы", "С) XI ғ соңы", "Д) XII ғ басы", "Е) IX ғ"],
      correctAnswer: 0,
    },
    {
      question: "24. ДЖОСЕР ПИРАМИДА/Ң БИІКТІГІ",
      options: ["А) 60м", "В) 90м", "С) 70 м", "Д) 65м", "Е) 50м"],
      correctAnswer: 1,
    },
    {
      question: "25. Мағол имперпторының қайтыс болған әйелине арнап не салынды",
      options: ["А) Тәжмахал кесенесі", "В) Санта-Мария", "С) Фаюм портреті", "Д) Хиопс перамидасы", "Е) София кесенесі"],
      correctAnswer: 1,
    },
  ];