export const quizData = [

    {
        question: "АҚШ-та қанша мың жарнама агенттігі бар?",
        options: ["А)  7,5 мың", "В) 8,5 мың", "С) 9,5 мың", "Д) мың"],
        correctAnswer: 0,
    },
    {
        question: "Өзінің мансабының көп бөлігін Ferrari және Maserati сияқты\n" +
            "компаниялар үшін керемет автомобильдер жасаған?",
        options: ["А)  Хенрик Фискер", "В) Джефф Эндрюс", "С) Джейсон Кастриота", "Д) Нейт Беркус"],
        correctAnswer: 2,
    },
    {
        question: " Ең көне американдық сағат компаниялары 1875 жылы Чехиядан келген\n" +
            "эмигрант Джозеф Булова қай елде шағын зергерлік дүкен ашқан?",
        options: ["А) Чехияда", "В) Нью-Йоркте", "С) Италияда", "Д) Германияда"],
        correctAnswer: 1,
    },
    {
        question: "Бразилиядан келген шығармашылық дизайнер және иллюстратор,\n" +
            "Google Allo мессенджеріне арналған стикерлер жиынтығын жасаған?",
        options: ["А) Лео Нацум", "В)  Хенрик Фискер", "С)  Джефф Эндрюс", "Д) Нейт Беркус"],
        correctAnswer: 0,
    },
    {
        question: "Автомобильдер, кір жуғыш машиналар, тоңазытқыштар, секциялы \n" +
            "кітап сөрелері, кіріктірілген шкафтар, бөлмелер мен асүйге арналған шағын \n" +
            "жиһаздар қай уақыттарда американдықтардың басым бөлігіне қол жетімді болды?\n",
        options: ["А)   ХХІ ғасырдың 20-шы жж.", "В)  ХХ ғасырдың 20-шы жж", "С)  ХІХ ғасырдың 20-шы жж", "Д)  ХІІІ ғасырдың 20-шы жж.\n"],
        correctAnswer: 1,
    },
    {
        question: "Қай жылы Париждегі атақты Халықаралық заманауи сәндік және \n" +
            "өнеркәсіптік өнер көрмесінен кейін басталды?",
        options: ["А)  1925 жылы", "В) 1926 жылы", "С) 1927 жылы", "Д)  1928 жылы"],
        correctAnswer: 0,
    },
    {
        question: "Германиядан АҚШ-қа, жетекші сәулетшілер, дизайнерлер мен суретшілер тобынан кімдер қоныс аударды?",
        options: [
            "А) аталғандардың барлығы",
            "В) Гропиус",
            "С) Мохой-Надь",
            "Д) Мис ван дер Роэ"
        ],
        correctAnswer: 0,
    },
    {
        question: "1944 жылы қай елде Р. Лоуи, Г. Дрейфус және У. Д. Тиг «Өнеркәсіптік дизайнерлер қоғамын» ұйымдастырды?",
        options: ["Нью-Йоркте", "Қытайда", "Жапонияда", "Германияда"],
        correctAnswer: 0,
    },
    {
        question: "1957 жылы Уолтер Дорвин Тиг жолаушылар үшін физикалық және психологиялық жайлылық нормаларын анықтау үшін толық көлемде қалай аталатын жолаушылар ұшағының үлгісін жасады, ол нормалар бүгінгі күнге дейін авиаөнеркәсібінде өзгеріссіз қалған?",
        options: ["«Боинг-707»", "«Боинг-777»", "«Боинг-77»", "«Боинг-70»"],
        correctAnswer: 0,
    },
    {
        question: "Қандай танымал американдық дизайнер тұрмыстық заттар, электр құралдары, радио және телеаппаратура, көлік құралдары, ғарыштық аппараттар, қаптамалар, фирмалық стиль элементтері — дизайн үлгілеріне айналды, соның арқасында олар пайда әкелді және қазіргі өмір салтын қалыптастыруға үлес қосты?",
        options: ["Раймонд Лоуи", "Норман Белл Геддес", "Уолтер Дорвин Тиг", "Чарльз Имз"],
        correctAnswer: 0,
    },
    {
        question: "«Скайнскрузер» автобусының авторы?",
        options: ["Раймонд Лоуи", "Норман Белл Геддес", "Уолтер Дорвин Тиг", "Чарльз Имз"],
        correctAnswer: 0,
    },
    {
        question: "1956 жылы ең танымал дизайнерлік объектілерінің бірі Lоungе Сhair жұмсақ креслосын кімдер ойлап, ол былғары мен фанерадан жасалған?",
        options: ["Чарльз Имз мен Рэй Имз", "Раймонд Лоуи", "Норман Белл Геддес", "Уолтер Дорвин Тиг"],
        correctAnswer: 0,
    },
    {
        question: "Имз және Сааринен ойлап шығарған орындық қай жылы жеңіп, МоМА-да өткен органикалық дизайн көрмесіне қойылды?",
        options: ["1941 ж", "1942 ж", "1943 ж", "1944 ж"],
        correctAnswer: 0,
    },
    {
        question: "1950 жылдан 1978 жылға дейін Чарльз бен Рэй Имздер өз үйлерінің дизайны, құрылысы туралы, биология, астрономия, математика және т.б. туралы жүзден астам қысқа метражды не түсірді?",
        options: ["фильм", "кино", "деректіфильм", "клип"],
        correctAnswer: 0,
    },
    {
        question: "Дизайнның ХХ ғасырдың екінші жартысында қалыптасуы неге байланысты болды?",
        options: ["əлеуметтік мəдени жағдайларға", "өндірістердің көптеп пайда болуына", "шикизаттардың көптеп табылуына", "дизайнерлердің идеяларына"],
        correctAnswer: 0,
    },
    {
        question: "ХХ ғасырда Скандинавияның ең танымал дизайнерлері?",
        options: ["финн Альвар Аальто жəне даниялық Арне Якобсен", "финн Альвар Аальто жəне даниялық Эдвард Джонстон", "Лесли Грин жəне даниялық Арне Якобсен", "Эдвард Джонстон жəне даниялық Арне Якобсен"],
        correctAnswer: 0,
    },
    {
        question: "1952 жылы кім «Құмырсқа» (немесе» «3100-модель») орындығын жасауды аяқтады?",
        options: ["Арне Якобсен", "Эдвард Джонстон", "Лесли Грин", "Альвар Аальто"],
        correctAnswer: 0,
    },
    {
        question: "Қай жылдары дизайнда корпоративтік стильдерді, қолданбалы графиканы әзірлеумен байланысты графикалық дизайн ең жылдам дамыды?",
        options: ["1970ж", "1971ж", "1972ж", "1973ж"],
        correctAnswer: 0,
    },
    {
        question: "Қай жылы мемлекеттің қолдауымен Өнеркәсіптік дизайн жөніндегі кеңес құрылды?",
        options: ["1944 ж", "1945 ж", "1946 ж", "1947 ж"],
        correctAnswer: 0,
    },
    {
        question: "Ай жылдары Чарльз Холден модернизм мен арт-деко стилінде бірнеше станцияларды жобалады?",
        options: ["1920 – 1930 жж", "1930 – 1940 жж", "1940 – 1950 жж", "1950 – 1960 жж"],
        correctAnswer: 0,
    },
    {
        question: "Танымал қос қабатты «Rutmaster» (Rutemaster) қызыл автобусы қай елдің бойтұмары?",
        options: ["Лондон", "Германия", "Қытай", "Голландия"],
        correctAnswer: 0,
    },
    {
        question: "XIX ғасырдың соңы мен XX ғасырдың басында Еуропа және Америка елдері өнерінде орын алған стильдік ағымы?",
        options: ["модерн", "роман", "готика", "борокко"],
        correctAnswer: 0,
    },
    {
        question: "Модерн Бельгия, Ұлыбритания мен АҚШ-та қалай аталады?",
        options: ["“жаңа өнер”", "“югенд-стиль”", "“сецессион стилі”", "“либерти стилі”"],
        correctAnswer: 0,
    },
    {
        question: "Гаудидің Модерн стиліндегі еңбектерінің бірі - ірі өнеркәсіпші үшін қайта қалпына келтірілген Барелонадағы қандай туындысы болды?",
        options: ["Барльо үйі", "Гуэль паркі", "Батло үйі", "Мил үйі"],
        correctAnswer: 0,
    },
    {
        question: "Гаудидің соңғы модерн үрдістеріне сәйкес келген және аяқталған жұмысы?",
        options: ["Мил үйі", "Барльо үйі", "Гуэль паркі", "Батло үйі"],
        correctAnswer: 0,
    },
    {
        question: "Керемет дизайнымен радио және аудио жабдықты шығарып, көп ұзамай сапалы күйтабақ ойнатқыштардың, слайдтарды автоматты түрде беретін диапроекторлардың, қымбат емес транзисторлық қабылдағыштардың, электр құралдарының, асүйлік машиналардың, медициналық құрылғылардың және басқалардың өндірушісі ретінде атақты болған фирма?",
        options: ["Браун", "Браунис", "Баухаус", "Варта"],
        correctAnswer: 0,
    },
    {
        question: "«Форма» журналы қай уақыттан бастап шықты?",
        options: ["1958 ж", "1959 ж", "1960 ж", "1961 ж"],
        correctAnswer: 0,
    },
    {
        question: "1955 жылы «Браун» фирмасының дизайнері кім болды?",
        options: ["Дитер Рамс", "Браун", "Ганс Гугелот", "Айхер"],
        correctAnswer: 0,
    },
    {
        question: "Голланд сәулетші және дизайнер «Гугелот-дизайн» дизайн-бюросын негізін қалаған кім?",
        options: ["Ганс Гугелот", "Дитер Рамс", "Браун", "Айхер"],
        correctAnswer: 0,
    },
    {
        question: "Дитер Рамс неше жыл бойы 500-ден астам өнімді жобалаған?",
        options: ["30 жыл", "40 жыл", "50 жыл", "60 жыл"],
        correctAnswer: 2,
    },
    {
        question: "«Браун» фирмасы қай жылы «А» логотиппен танымал болды?",
        options: ["1935 ж", "1936 ж", "1937 ж", "1938 ж"],
        correctAnswer: 0,
    },
    {
        question: "Дитер Рамс «Браун» компанияның бас уәкілетті тұлғасы болып қай жылы тағайындалды?",
        options: ["1988 ж", "1989 ж", "1990 ж", "1991 ж"],
        correctAnswer: 0,
    },
    {
        question: "ERCO, FSB, Bulthaup, Мюнхен әуежайы және т.б. компаниялардың логотиптерін жасаған біртуар типограф?",
        options: ["Айхер", "Ганс Гугелот", "Дитер Рамс", "Браун"],
        correctAnswer: 1,
    },
    {
        question: "1988 жылы «Типография» кітабын жарыққа шығарды және өзінің танымал Rotis шрифтін жасаушы?",
        options: ["Айхер", "Ганс Гугелот", "Дитер Рамс", "Браун"],
        correctAnswer: 0,
    },
    {
        question: "Баухауз (құрылыс үйі) алғашқы дизайнерлік мектептерінің бірі қай жылы Веймарда (Германия) құрылды?",
        options: ["1919 ж", "1920 ж", "1921 ж", "1922 ж"],
        correctAnswer: 0,
    },
    {
        question: "Баухауз мектебінің тарихын мектеп директорларының есімдерімен (В. Гропиус, Х. Майер, Л. Мис ван дер Роэ) байланыстырылған неше кезеңге бөлуге болады?",
        options: ["əлеуметтануды, экономиканы жəне психологияны", " саясаттану, экология жəне психологияны", "саясаттану, экономиканы жəне психологияны", " мəдениеттану, эстетика жəне психологияны"],
        correctAnswer: 0,
    },
    {
        question: "1932 жылғы 30 қыркүйекте кімдер билікке келгеннен кейін, Баухаузды жабу туралы муниципалдық кеңестің шешімі қабылданды?",
        options: ["фашистер", "ағылшындар", "қытайлар", "орыстар"],
        correctAnswer: 1,
    },
    {
        question: "Ағылшын қолөнершісі, суретші, жазушы, өнер теоретигі және баспагері?",
        options: ["Ульям Моррис", "Василий Кандинский", "Йоханнес Иттен", "Георг Муха"],
        correctAnswer: 0,
    },
    {
        question: "Ульям Моррис пен оның ізбасарларының теориялық және тәжірибелік жұмыстары қай ғасырдың ортасына дейін үстем болған эклектиканың өндірістік және тұрмыстық заттарын қалыптастыруда соққы берді?",
        options: ["XIX ғ", "XX ғ", "XI ғ", "IX ғ"],
        correctAnswer: 1,
    },
    {
        question: "Ульям көркем дизайн мектебі Германияның қай қаласындағы (1950-1960) жоғарғы өнер дизайны мектебінің дизайн саласындағы мамандарды дайындады?",
        options: ["Ульям", "Берлин", "Гамбург", "Мюнхен"],
        correctAnswer: 3,
    },
    {
        question: "График-дизайнер кім дизайн мектебінің негізін қалаушыларының бірі болды?",
        options: ["Oттo Айхер Ульм", "Томас Мальдонадо", "Иоганнес Иттен", "Василий Васильевич Кандинский"],
        correctAnswer: 0,
    },
    {
        question: "1954 жылы мектепті кім басқарды?",
        options: ["Томас Мальдонадо", "Иоганнес Иттен", "Василий Васильевич Кандинский", "Oттo Айхер Ульм"],
        correctAnswer: 3,
    },
    {
        question: "Ульям училищесінде неше факультет болды?",
        options: ["4", "5", "6", "7"],
        correctAnswer: 2,
    },
  ];